Repository: hoaknoppix/ailaai
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: vi

source: Accept
vi: Đồng ý

source: Accept the terms
vi: Đồng ý điều khoản

source: Add Member
vi: Thêm thành viên

source: Ai La Ai
vi: Ai Là Ai

source: Cancel
vi: Huỷ

source: Copy transfer code
vi: Copy mã đăng nhập

source: Delete Account
vi: Xoá tài khoản

source: Do you have an account?
vi: Bạn đã có tài khoản?

source: Do you want to delete this account?
vi: Bạn có muốn xoá tài khoản?

source: Do you want to leave?
vi: Thoát khỏi nhóm?

source: Do you want to remove
vi: Bạn có muốn xoá

source: Do you want to report this group?
vi: Bạn muốn báo cáo nhóm này?

source: Do you want to sign out?
vi: Bạn muốn đăng xuất?

source: Don't have an account?
vi: Bạn chưa có tài khoản?

source: Done
vi: Xong

source: Friends
vi: Bạn bè

source: Go back
vi: Quay lui

source: Group Name
vi: Tên nhóm

source: Groups
vi: Nhóm

source: Hello Explore
vi: XIn chào Explore

source: Hello Story
vi: Xin chào Story

source: Join
vi: Tham gia

source: Leave
vi: Thoát

source: Local
vi: Địa phương

source: Log in failed.
vi: Đăng nhập không thành công.

source: Members
vi: Thành viên

source: New Group
vi: Nhóm mới

source: Only member can send a message.
vi: Chỉ thành viên mới được gửi tin nhắn.

source: Please enter a valid name (e.g. John Appleseed)
vi: Xin vui lòng nhập tên hợp lệ (Ví dụ: Nam Nguyễn)

source: Please read and accept our terms of use.
vi: Xin vui lòng đồng ý và đọc điều khoản sử dụng.

source: Please save it for future login.
vi: Xin vui lòng lưu lại mã cho lần đăng nhập sau.

source: Read the terms
vi: Đọc điều khoản

source: Remove
vi: Xoá

source: Report
vi: Báo cáo

source: Send a message
vi: Gửi tin nhắn

source: Sign In
vi: Đăng nhập

source: Sign Up
vi: Đăng ký

source: Sorry currently there is no local groups in your location.
vi: Rất tiếc, hiện tại không có nhóm nào quanh vị trí của bạn.

source: Terms of Use
vi: Điều khoản sử dụng.

source: This is not a valid AiLaAi's QR code
vi: Đây không phải là mã QR của AiLaAi

source: Transfer Code
vi: Mã đăng nhập

source: Transfer Code is copied
vi: Mã đăng nhập đã được sao chép

source: Update Bio
vi: Sửa giới thiệu bản thân

source: Withdraw
vi: Rút

source: You will see the converation of your groups and your friends here.
vi: Những cuộc trò truyện sẽ được hiện ở đây.

source: Your Name
vi: Tên
